Repository: GNOME/polari
Catalog: po/*.po
Languages: hi

source: Talk to people on IRC
hi: IRC पर लोगों से बात करें

source: A simple Internet Relay Chat (IRC) client that is designed to integrate seamlessly with GNOME; it features a simple and beautiful interface which allows you to focus on your conversations.
hi: एक सरल इंटरनेट रिले चैट (IRC) क्लाइंट जिसे GNOME के साथ सहजता से एकीकृत करने के लिए डिज़ाइन किया गया है; इसमें एक सरल और सुंदर इंटरफ़ेस है जो आपको अपनी बातचीत पर ध्यान केंद्रित करने की अनुमति देता है।

source: You can use Polari to publicly chat with people in a channel, and to have private one-to-one conversations. Notifications make sure that you never miss an important message.
hi: आप किसी चैनल में लोगों के साथ सार्वजनिक रूप से चैट करने और निजी एक-से-एक बातचीत करने के लिए Polari का उपयोग कर सकते हैं। सूचनाएं सुनिश्चित करती हैं कि आप कभी भी कोई महत्वपूर्ण संदेश न चूकें।

source: An Internet Relay Chat Client for GNOME
hi: GNOME के लिए एक इंटरनेट रिले चैट क्लाइंट

source: IRC;Internet;Relay;Chat;
hi: IRC;Internet;Relay;Chat;इंटरनेट;रिले;चैट;

source: Saved channel list
hi: सहेजे गए चैनल सूची

source: List of channels to restore on startup
hi: स्टार्टअप पर पुनर्स्थापित करने के लिए चैनलों की सूची

source: Run in Background
hi: पृष्ठभूमि में चलाएँ

source: Keep running in background when closed.
hi: बंद होने पर पृष्ठभूमि में चालू रखें।

source: Window width
hi: विंडो चौड़ाई

source: Window height
hi: विंडो ऊंचाई

source: Window maximized
hi: विंडो अधिकतमीकृत

source: Window maximized state
hi: विंडो अधिकतमीकृत स्थिति

source: Last active channel
hi: अंतिम सक्रिय चैनल

source: Last active (selected) channel
hi: अंतिम सक्रिय (चयनित) चैनल

source: Identify botname
hi: बॉटनाम पहचानें

source: Nickname of the bot to identify with
hi: पहचाने जाने वाले बॉट का उपनाम

source: Identify command
hi: आदेश पहचानें

source: Command used to identify with bot
hi: आदेश का उपयोग बॉट से पहचान के लिए किया जाता है

source: Identify username
hi: उपयोक्तानाम पहचानें

source: Username to use in identify command
hi: पहचान आदेश में उपयोग के लिए उपयोक्तानाम

source: Identify username supported
hi: समर्थित उपयोक्तानाम पहचानें

source: Whether the identify command is known to support the username parameter
hi: क्या पहचान आदेश उपयोक्तानाम पैरामीटर का समर्थन करने के लिए जाना जाता है

source: List of muted usernames
hi: मूक किये गये उपयोक्तानामों की सूची

source: A list of usernames for whose private messages not to show notifications
hi: उन उपयोक्तानामों की सूची जिनके निजी संदेशों पर सूचनाएं नहीं दिखाई जाएंगी

source: _Server Address
hi: सर्वर पता (_S)

source: Net_work Name
hi: नेटवर्क का नाम (_w)

source: Use secure c_onnection
hi: सुरक्षित कनेक्शन का प्रयोग करें (_o)

source: _Nickname
hi: उपनाम (_N)

source: _Real Name
hi: वास्तविक नाम (_R)

source: _Cancel
hi: रद्द (_C)

source: _Apply
hi: लागू (_A)

source: Change nickname
hi: उपनाम बदलें

source: _Paste
hi: पेस्ट (_P)

# shortcut window
source: General
hi: जनरल

# shortcut window
source: Join Room
hi: रूम से जुड़ें

# shortcut window
source: Leave Room
hi: रूम छोड़ें

# shortcut window
source: Show Userlist
hi: उपयोक्ता सूची दिखाएँ

# shortcut window
source: Show Emoji Picker
hi: इमोजी पिकर दिखाएँ

# shortcut window
source: Show Help
hi: सहायता दिखाएँ

# shortcut window
source: Open Menu
hi: मेनू खोलें

# shortcut window
source: Quit
hi: छोड़ें

# shortcut window
source: Keyboard Shortcuts
hi: कीबोर्ड शॉर्टकट

# shortcut window
source: Navigation
hi: नेविगेशन

# shortcut window
source: Next Room
hi: अगला रूम

# shortcut window
source: Previous Room
hi: पिछला रूम

# shortcut window
source: Next Room with Unread Messages
hi: अपठित संदेशों वाला अगला रूम

# shortcut window
source: Previous Room with Unread Messages
hi: अपठित संदेशों वाला पिछला रूम

# shortcut window
source: First Room
hi: पहला रूम

# shortcut window
source: Last Room
hi: आखिरी रूम

# shortcut window
source: First – Ninth Room
hi: पहला - नौवाँ रूम

source: Polari Setup
hi: Polari सेटअप

source: Not connected
hi: जुड़ा नहीं हैं

source: Please connect to the internet to continue the setup.
hi: सेटअप जारी रखने के लिए कृपया इंटरनेट से जुड़ें।

source: Welcome to Polari
hi: Polari में आपका स्वागत है

source: Polari is an easy way to chat using IRC. Select a network to get started.
hi: Polari IRC का उपयोग करके चैट करने का एक आसान तरीका है। आरंभ करने के लिए एक नेटवर्क चुनें।

source: Select rooms you want to connect to. You can add more networks and rooms later, by clicking the + button.
hi: वे रूम चुनें जिनसे आप जुड़ना चाहते हैं। आप बाद में + बटन पर क्लिक करके अधिक नेटवर्क और रूम जोड़ सकते हैं।

source: Join Chat Room
hi: चैट रूम से जुड़ें

source: _Join
hi: जुड़ें (_J)

source: C_onnection
hi: कनेक्शन (_o)

source: _Add Network
hi: नेटवर्क जोड़ें (_A)

source: Add Network
hi: नेटवर्क जोड़ें

source: _Custom Network
hi: कस्टम नेटवर्क (_C)

source: Custom Network
hi: कस्टम नेटवर्क

source: _Add
hi: जोड़ें (_A)

source: Keyboard Shortcuts
hi: कीबोर्ड शॉर्टकट

source: Help
hi: सहायता

source: About
hi: बारे में

source: Quit
hi: छोड़ें

source: Add Rooms and Networks
hi: रूम और नेटवर्क जोड़ें

source: Add rooms and networks
hi: रूम और नेटवर्क जोड़ें

source: Main Menu
hi: मुख्य मेनू

source: Show Connected Users
hi: कनेक्टेड उपयोक्ता दिखाएँ

source: Go online to chat and receive messages.
hi: चैट करने और संदेश प्राप्त करने के लिए ऑनलाइन जाएँ।

source: Importing old conversations — Will be back after conversion
hi: पुरानी बातचीत आयात कर रहे हैं - रूपांतरण के बाद वापस आयेंगे

source: Change nickname:
hi: उपनाम बदलें:

source: _Change
hi: बदलें (_C)

source: Connect
hi: कनेक्ट

source: Reconnect
hi: पुनः कनेक्ट

source: Disconnect
hi: डिस्कनेक्ट

source: Remove
hi: हटाएँ

source: Properties
hi: गुण

source: Enter room name to add
hi: जोड़ने के लिए रूम का नाम दर्ज करें

source: Loading details
hi: विवरण लोड हो रहा है

source: Last Activity:
hi: आख़िरी गतिविधि:

source: Will notify if user appears online.
hi: यदि उपयोक्ता ऑनलाइन दिखाई देगा तो सूचित किया जाएगा।

source: Start Conversation
hi: बातचीत प्रारंभ करें

source: Start Telepathy client
hi: टेलीपैथी क्लाइंट प्रारंभ करें

source: Start in debug mode
hi: डिबग मोड में प्रारंभ करें

source: Allow running alongside another instance
hi: किसी अन्य इंस्टेंस के साथ चलने की अनुमति दें

source: Print version and exit
hi: संस्करण प्रिंट करें और बाहर निकलें

source: Failed to open link
hi: लिंक खोलने में विफल

source: %s removed.
hi: %s हटाया गया।

source: Undo
hi: पूर्ववत

source: translator-credits
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>

source: New Messages
hi: नए संदेश

source: Open Link
hi: लिंक खोलें

source: Copy Link Address
hi: लिंक का पता कॉपी करें

source: %s is now known as %s
hi: %s को अब %s के नाम से जाना जाता है

source: %s has disconnected
hi: %s डिसकनेक्ट हो गया है

source: %s has been kicked by %s
hi: %s को %s ने लात मार दी है

source: %s has been kicked
hi: %s को लात मार दी गई है

source: %s has been banned by %s
hi: %s को %s द्वारा प्रतिबंधित कर दिया गया है

source: %s has been banned
hi: %s पर प्रतिबंध लगा दिया गया है

source: %s joined
hi: %s शामिल हुए

source: %s left
hi: %s ने छोड़ा

source: %d user joined
hi: %d उपयोक्ता जुड़े

source: %d user left
hi: %d उपयोक्ता ने छोड़ा

source: Yesterday, %H∶%M
hi: बिता कल, %H∶%M

source: Yesterday, %l∶%M %p
hi: बिता कल, %l∶%M %p

source: Already added
hi: पहले से ही जोड़ा गया

source: No results.
hi: कोई परिणाम नहीं।

source: “%s” Properties
hi: “%s” गुण

source: Polari disconnected due to a network error. Please check if the address field is correct.
hi: नेटवर्क त्रुटि के कारण Polari डिस्कनेक्ट हो गया। कृपया जाँचें कि पता फ़ील्ड सही है या नहीं।

source: Paste %s line of text to public paste service?
hi: पाठ की %s पंक्ति को सार्वजनिक पेस्ट सेवा में पेस्ट करें?

source: Uploading %s line of text to public paste service…
hi: सार्वजनिक पेस्ट सेवा पर पाठ की %s पंक्ति अपलोड की जा रही है…

source: Upload image to public paste service?
hi: सार्वजनिक पेस्ट सेवा पर छवि अपलोड करें?

source: Uploading image to public paste service…
hi: सार्वजनिक पेस्ट सेवा पर छवि अपलोड की जा रही है…

source: Upload “%s” to public paste service?
hi: सार्वजनिक पेस्ट सेवा पर "%s" अपलोड करें?

source: Uploading “%s” to public paste service…
hi: सार्वजनिक पेस्ट सेवा पर "%s" अपलोड किया जा रहा है…

source: %s in #%s
hi: #%s में %s

source: Paste from %s
hi: %s से पेस्ट करें

source: _Back
hi: पीछे (_B)

source: _Done
hi: हो गया (_D)

source: _Next
hi: अगला (_N)

source: /CLOSE [<channel>] [<reason>] — closes <channel>, by default the current one
hi: /CLOSE [<channel>] [<reason>] — <channel> बंद करता है, डिफ़ॉल्ट रूप से वर्तमान

source: /HELP [<command>] — displays help for <command>, or a list of available commands
hi: /HELP [<command>] — <command> के लिए सहायता, या उपलब्ध आदेशों की सूची प्रदर्शित करता है

source: /INVITE <nick> [<channel>] — invites <nick> to <channel>, or the current one
hi: /INVITE <nick> [<channel>] — <nick> को <channel>, या वर्तमान वाले पर आमंत्रित करता है

source: /JOIN <channel> — joins <channel>
hi: /JOIN <channel> — <channel> से जुड़ता है

source: /KICK <nick> — kicks <nick> from current channel
hi: /KICK <nick> — वर्तमान चैनल से <nick> को बाहर निकालता है

source: /ME <action> — sends <action> to the current channel
hi: /ME <action> — वर्तमान चैनल पर <action> भेजता है

source: /MSG <nick> [<message>] — sends a private message to <nick>
hi: /MSG <nick> [<message>] — <nick> को निजी संदेश भेजता है

source: /NAMES — lists users on the current channel
hi: /NAMES — वर्तमान चैनल पर उपयोक्ताओं को सूचीबद्ध करता है

source: /NICK <nickname> — sets your nick to <nickname>
hi: /NICK <nickname> — आपका उपनाम <nickname> निर्धारित करता है

source: /PART [<channel>] [<reason>] — leaves <channel>, by default the current one
hi: /PART [<channel>] [<reason>] — <channel> को छोड़ देता है, डिफ़ॉल्ट रूप से वर्तमान वाला

source: /QUERY <nick> — opens a private conversation with <nick>
hi: /QUERY <nick> — <nick> के साथ एक निजी बातचीत खोलता है

source: /QUIT [<reason>] — disconnects from the current server
hi: /QUIT [<reason>] — वर्तमान सर्वर से डिस्कनेक्ट हो जाता है

source: /SAY <text> — sends <text> to the current room/contact
hi: /SAY <text> — <text> को वर्तमान रूम/संपर्क पर भेजता है

source: /TOPIC <topic> — sets the topic to <topic>, or shows the current one
hi: /TOPIC <topic> — विषय को <topic> पर निर्धारित करता है, या वर्तमान दिखाता है

source: /WHOIS <nick> — requests information on <nick>
hi: /WHOIS <nick> — <nick> पर जानकारी का अनुरोध करता है

source: Unknown command — try /HELP for a list of available commands
hi: अज्ञात आदेश - उपलब्ध आदेशों की सूची के लिए /HELP आज़माएं

source: Known commands:
hi: ज्ञात आदेश:

source: No topic set
hi: कोई विषय निर्धारित नहीं

source: User: %s - Last activity: %s
hi: उपयोक्ता: %s - अंतिम गतिविधि: %s

source: Usage: %s
hi: उपयोग: %s

source: %d user
hi: %d उपयोक्ता

source: Leave chatroom
hi: चैटरूम छोड़ें

source: End conversation
hi: बातचीत समाप्त करें

source: Unmute
hi: अमूक

source: Mute
hi: मूक

source: Network %s has an error
hi: नेटवर्क %s में त्रुटि है

source: Connection Problem
hi: कनेक्शन समस्या

source: Connected
hi: कनेक्टेड

source: Connecting…
hi: कनेक्ट हो रहा है…

source: Offline
hi: ऑफलाइन

source: Unknown
hi: अज्ञात

source: Could not connect to %s in a safe way.
hi: %s से सुरक्षित तरीके से कनेक्ट नहीं हो सका।

source: %s requires a password.
hi: %s को पासवर्ड की आवश्यकता है।

source: Could not connect to %s. The server is busy.
hi: %s से कनेक्ट नहीं हो सका। सर्वर व्यस्त है।

source: Could not connect to %s.
hi: %s से कनेक्ट नहीं हो सका।

source: Should the password be saved?
hi: क्या पासवर्ड सहेजा जाना चाहिए?

source: Identification will happen automatically the next time you connect to %s
hi: अगली बार जब आप %s से जुड़ेंगे तो पहचान स्वचालित रूप से हो जाएगी

source: _Save Password
hi: पासवर्ड सहेजें (_S)

source: Failed to join the room
hi: रूम से जुड़ने में विफल

source: _Retry
hi: पुन: प्रयास (_R)

source: The room is full.
hi: रूम भरा हुआ है।

source: You have been banned from the room.
hi: आपको रूम से प्रतिबंधित कर दिया गया है।

source: The room is invite-only.
hi: रूम केवल आमंत्रितों के लिए है।

source: You have been kicked from the room.
hi: आपको रूम से बाहर निकाल दिया गया है।

source: It is not possible to join the room now, but you can retry later.
hi: अभी रूम में शामिल होना संभव नहीं है, लेकिन आप बाद में पुनः प्रयास कर सकते हैं।

source: Join a room using the + button.
hi: + बटन का उपयोग करके एक रूम से जुड़ें।

source: Good Bye
hi: अलविदा

source: Save %s password for %s?
hi: %s के लिए %s पासवर्ड सहेजें?

source: Save
hi: सहेजें

source: %s in %s
hi: %s में %s

source: Available in another room.
hi: दूसरे रूम में उपलब्ध है।

source: Online
hi: ऑनलाइन

source: No Results
hi: कोई परिणाम नहीं

source: User is online
hi: उपयोक्ता ऑनलाइन है

source: User %s is now online.
hi: उपयोक्ता %s अब ऑनलाइन है।

source: Polari server password for %s
hi: %s के लिए Polari सर्वर पासवर्ड

source: Polari NickServ password for %s
hi: %s के लिए Polari NickServ पासवर्ड

source: Now
hi: अब

source: Unavailable
hi: अनुपलब्ध

source: %d second ago
hi: %d सेकंड पहले

source: %d minute ago
hi: %d मिनट पहले

source: %d hour ago
hi: %d घंटा पहले

source: %d day ago
hi: %d दिन पहले

source: %d week ago
hi: %d हफ्ता पहले

source: %d month ago
hi: %d महीना पहले
